{
	"categories": {
		"fap": {
			"examples": ["ПОРНО MEGA ФАП WEBM СТАРТ ТУТ ФОТО ТОЖЕ", "Fap", "ФАП ТРЕД СЕЙЧАС", "Fap thread", "ФАП ТРЕД С ТЯНСКИМИ НОЖКАМИ", "это fap afg фап афз тред", "тред для фапа", "утренний фап тред", "картун фап тред", "прогрессивный гей трап куколд сисси порно fap фап afg тред trap тред", "трап фап тред.", "фап тред нахуй", "фап тред", "фап тред чтобы дрочить", "ночной фап afg fap афз тред"]
		},
		"webm": {
			"examples": ["Засмеялся проиграл WEBM-тред.", "WEBM ЦУИЬ MP4 ЬЗ4", "Webm - MP4", "webm-тред, не нашёл - создал", "сап, б webm || цуиь тред", "музыкальный webm ?", "музыкальный шебм/вебм/webm/цуиь тред", "пятничный музыкальный webm/цуиь-тред", "webm - mp4 не нашел, создал.", "музыкальный webm-тред", "webm", "webm музыкальный", "amv webm тред стартует тут. кидайте свои webm amv!", "webm mp4", "normal webm mp4 цуиь ьз5 thread", "webm", "webm thread", "музыкальный говнотред webm/mp4", "webm mp4 цуиь мп4 thread", "webm - mp4", "вебнь тренд webm вебм цуиь", "шебм", "личный webm mp4 тред", "webm mp4 тхред", "типичный ночной пятнично-субботний webm цуиь трэад", "пидорашьего мукбанга тред webm цуиь"]
		},
		"other": {
			"examples": [
				"ВОСКРЕСНЫЙ ПОНИ-ТРЕД XXI  С разрешения в /d/:12 августа произошло событие, которого с нетерпением ждали все любители пони — вышел долгожданный трейлер фильма в следующем поколении G5. Новая пятёрка главных героев, теперь уже совсем официально, этой осенью отправится на большое приключение в новоиспечённой Эквестрии. Остаётся только дожидаться того, как сложится сюжет фильма-преемника легендарного G4, всколыхнувшего медиапространство всего интернета. Это воскресенье, 14 августа, встречаем в окружении Санни Старскаут, Иззи Мунбоу, Пипп Петалс, Зипп Сторм и Хитч Трейлблейзер.  Показать текст полностью", 
				"СИДИШЬ В ХРУЩЕВКЕ @ СМОТРИШЬ ОДИН ДОМА @ ОХУЕВАЕШЬ ОТ КОНТРАСТА ЖИЗНИ @ И ХУЙ БЫ С НИМИ С БОГАЧАМИ @ НО В 1990 ГОДУ РАБОТАЕТ ДОСТАВКА ПИЦЦЫ @ Показать текст полностью", 
				"Нужна ли грамматика для изучения языка и можно обойтись потреблением контента и запоминания слов?", 
				"РИСОВАЧ  Реквесты нормальные и бредовые, рисунки по реквестам и без, срачи вечные и нерушимые.", 
				"Если тян вечером приехала прямо ко мне домой с другого конца города, хотя ей на следующий день в 12 утра нужно на самолёт, а она ещё даже вещи не собрала, то значит ли что она заинтересована в общении со мной?", 
				"Анон, навернул 'Язычество древних славян', 'Рождение трагедии из духа музыки', все Эдды и мифы, книги Бенуа и даже Варга. Теперь сижу охуеваю как можно было променять ЭТО на жидо-хрюстианство.  Хочу отметить, что славяне управляемые варягами при Перунах и Одинах выходили раз на раз и выигрывали. А при хрюсте развалились на княжества и 300 лет сосали монголам, что навсегда сломало хребет народу.  А в школе нам рассказывают, что хрюстианство это круто оно всех объеденило(всех предателей, мразей и поехавших) и сделало сильней.  Напоминаю. Рим принимает хрюстианство - загнивание и мучительный распад. Показать текст полностью", 
				"Бумеры,жду ваших оправдании в виде нахрюков об открывашке", 
				"Буду неспеша постить пикчи, которые относятся к дващу, коли откопал свою старую папку.", 
				"Что это за хуйня? 2 недели не заживает и гноится, что я уже только не пробовал к ней прикладывать.", 
				"Ловушка для лиственников за 30.  Допустим ты лиственник за 30, теперь перед тобой 2 пути, рсп с выблядками, или поношенная селёдка с бурным прошлым и с разъёбанной пиздой, есть ещё третий вариант, монастырь, что ты выберешь?", 
				"Анон, а ты служил в армии? Если да, то как это было? Жалеешь что пошел? Я вот служу пик, осталось не много и все, свобода", 
				"Базовые знания и умения, отличающие образованного человека от люмпена в 2021 году.  0. Знание английского языка хотя бы на уровне C1 (так называемый Advanced). 1. Десятипальцевая печать вслепую. 2. Умение пользоваться консолечкой в GNU/Linux, знание основных команд и программ в своём дистрибутиве, умение читать мануалы (manpages). 3. Знание языков C++, Python, R на базовом уровне. 4. Знание регулярных выражений (regexp) и умение пользоваться ими. 5. Знание наизусть опенинга Lucky ☆ Star. 6. Понимание макро- и микроэкономики хотя бы на уровне выпускника посредственного экономического вуза. Понимание того, почему социализм и коммунизм не работают. Показать текст полностью", 
				"Тред выбора bluetooth наушников Основное требование - чтобы долго держали батарею. Бюджет до 2500 руб  Итт рады ссылкам с али", 
				"Форт  Четыреста одиннадцатая часть вашего любимого, легендарного треда фортификационного типа, подвального вида. Всё ещё окруженного врагами и продолжающего бессмысленную оборону от превосходящих сил противника.  Прошлый был тактически отдан на разграбление противнику по этому адресу: >>252677503 (OP)", 
				"Сегодня сходил покушать взять,вернулся и увидел такой пиздец", 
				"Напоминаю, что при текущих темпах роста смертности, через 10 лет рашка сократится на четверть. А через 30 лет страна перестанет существовать. Всё ещё голосуешь за Путина?", 
				"Завтра просыпаешься и видишь доллар по 300 срублей. По телевизору пыня говорит, что мы только выиграли и теперь за 1 доллар стали получать 300 срублей от чего доходы только увеличились. В магазинах все полки пустые. Границы открыты только для высокопоставленных чиновников. Банки принудительно переводят все валютные сбережения населения в срубли по низкому курсу. Оборот наличной иностранной валюты запрещён и её обмен карается тюремным заключением и принудительным изъятием этой валюты. Твои действия?", 
				"Вкатываюсь в СХП. Нужно выбрать первый стул на который сяду. Вариант 1 - АК-12 Вариант 2 - AR-15 TR-1 Оба выглядят пиздато. Брать так и так хочу оба, но сначала нужно выбрать 1.", 
				"Я библиотекарь. Задавайте ответы. Не взлетит и похуй", 
				"Полгода назад уехал из своего ада в Украину. Сегодня вернулся в Минск, чтобы официально завершить всё, забрать оставшиеся вещи и съебаться навсегда.  Нашел там тянку, будучи листвой, живем вместе, тусим. Аноны, я никогда раньше не был так счастлив! Она такая озорная и веселая, загорелая, черноволосая, няшная, абсолютная противоположность беларускам - млявым и абыякавым. С ней невероятно легко жить, и это немного подозрительно. Я до конца не уверен, что она знает в какой сфере я работаю, я тщательно скрываю - иначе все было бы понятно.  Аноны-украинцы, я себя накручиваю? После 2014 нам рассказывали как у вас всё плохо, война, я и сам в 2015 голосовать не ходил, но после 2020 всё стало на свои места - у меня не осталось нейтральности к Рашке. Тем не менее не могу привыкнуть к такой легкой жизни, постоянно ищу подвох.", 
				"БЛИЗЗАРД ВСЁ! Часть два. Продолжаем.  Blizzard Entertainment будет расформирован в начале 2022 года. Его заменит новая команда под названием Insight, над которой будет более прямой контроль у переименованного Activision Insight. Многие сотрудники Blizzard (но не все) будут заменены новыми в ходе реорганизации.  Diablo на данный момент считается самой перспективной серией. Для Diablo IV запланированы три дополнения. Идет работа над ремейком оригинального Diablo. Diablo Immortal выйдет на PC и консолях через год после мобильного релиза. Insight начнет работу над неназванной PvP-игрой во вселенной Diablo. Команда Diablo, как и команда Hearthstone, будет меньше всего затронута реорганизацией.  World of Warcraft официально переходит в режим минимальной поддержки. Небольшая часть работы, которая уже ушла на дополнение после Shadowlands, будет… Показать текст полностью", 
				"Поясните за проституток. Шлюхо-ходы, объясните мне, не знающему человеку, зачем вы ходите к шаболдам? В чем прикол трахать девку, которой на тебя похеру? Которая искренни не обнимет тебя, не поцелует, не скажет что-то приятное. А тут ты напрямую платишь деньги, он притворяется что ты ей не противен, наигранно охает и ахает, или же тупо лежит бревном. А ведь ещё пол часа назад, её пёр какой-нибудь хачик. Да и сам факт что тебе даёт баба только за прямую оплату, лично меня, просто убивает самооценку в ноль. По мне так лучше оставаться листвой, чем впервые поебаться с шаболдой. 27 лет, фулл-листва", 
				"Пикч с развратом тред  Анон, поясни, что за трубка во рту на 3 пикче?", 
				"Не иметь хотя бы 100К на сборочку. Оправдывайтесь", 
				"Почему ты ещё не переехал в Воркуту?", 
				"Очнись тобой манипулируют  Мужчина 21 века - это жертва обмана, провокаций и манипуляций.  Тебя эксплуатируют. Они пользуются твоим основным истинктом. Помимо голода, жажды, кислорода, сна, движения, температуры тела, выделении продуктов жизнеделятельности, ты нуждаешься в продолжении рода. Ты этого не контролируешь, а они пользуются твоей уязвимостью.  Не дрочи. Не смотри порно. Не траться на свидания. Не прописывай.  Вступай в ряды сознательных отказчиков от трат на продожение рода. Показать текст полностью", 
				"Самых прекрасных девушек тред. Анон, поделись своим идеалом.", 
				"Как себя вести и что будет если в этом случае разбить ебало охраннику за его попытку тебя покалечить и задержать?", 
				"Экс-рекрутер рекрутинговой компании из тор-3 по рашке, ныне зам.начальника HR отдела крупного международного холдинга на связи. 8 лет опыта работы в рекрутменте IT, специализировался на найме как джунов, так и высокого уровня спецов, в том числе иностранных.  Есть часик два свободного времени, готов ответить на ваши вопросы по собеседованию.", 
				"Какая часть по вашему мнению лучше, а какая самое говно и почему?", 
				"Содание Нижнеленской ГЭС и Ленского водохранилища превратят Якутию в цветущий регион благодаря дешёвой электроэнергии и большому пресноводному морю, которое станет источником пресной воды для земледелия и упростит тушение там пожаров, а также сильно сделает климат более мягким с тёплыми зимами и летними дождями.", 
				"Это гуар. Поздоровайтесь с ним и у вас всё будет хорошо.",
				"МУЗЫКАЛЬНЫХ АЛЬБОМОВ УРОВНЯ БЭ",
				"И В ЧЕМ Я НЕ ПРАВ?",
				"Пустите в /fap/",
				"Кулстори про тотальный игнор тянками тред",
				"Предлагаю новый флаг Российской Федерации",
				"Как понизить требования к тян?",
				"кузя помнеш",
				"Постите ножки.",
				"Опиши своё настроение одной пикчей",
				"Сап двач, на связи тот самый анон который решил стать рэпером для зумеров 2008-2009 годов рождения, тоесть стать селебрити к году 2023-2024",
				"ОЦЕНИ ТЯН ТРЕД",
				"ROLL",
				"Сап..",
				"Аниме тред",
				"Gurls und Panzer тред",
				"Дед инсайды/хикка думеры тут?",
				"А где же мой ПИДАРАШЬЕГО ХРЮЧЕВА ТРЕД?",
				"ГАРРИ ПОТТЕР БУГУРТ ТРЕД ПРОИЗОШЛА КАКАЯ-ТО ХУЙНЯ С КУБКОМ ОГНЯ @ ДА НОРМ, ПУСТЬ УЧАСТВУЕТ",
				"ПРОДОЛЖАЕМ ПЛАНИРОВАТЬ @ ПРОДОЛЖАЕМ ПРЕДВКУШАТЬ",
				"ТЫ БЫЛ ХОРОШИМ МАЛЬЧИКОМ?",
				"Постим свои результаты: https://theuselessweb.com/",
				"РАМЗАН - ШАЙТАН ЕБАНЫЙ",
				"Сап, как продать NFT?",
				"АХАХАХАХАХАХАХАХАХАХАХА",
				"Внезапный CTRL+V тред. Вставляем в тред то, что сейчас у вас в буфере.",
				"ВЫШЕЛ, ВЫШЕЛ, ВЫШЕЛ, ВЫШЕЛ, ВЫШЕЛ. https://youtu.be/awkkyBH2zEo[РАСКРЫТЬ]",
				"ТОП 5 ТРЕКОВ APHEX TWIN THREAD",
				"Ножек анона тред :з"
			]
		}
	}
}